{
    "nft": {
        "name": "NFT Development",
        "content": {
            "herobanner": "<div class='row'><div class='my-auto col-md-6 col-sm-12'><div class='d-flex align-items-center'><h3 class='h3 secondary-text-color'>Service</h3></div><h3 class='h1'>NFT Development</h3><p>Our NFT development process provides high customization freedom and allows you to become a frontrunner in the NFT field by availing of the services of our NFT development company.</p><div class='button-outer pt-lg-4 mt-lg-3 pt-md-3 pt-0 mt-0'><button type='button' class='red-btn p-0 btn btn-primary btn-lg'>Talk to our Experts</button></div></div><div class='col-md-6 col-sm-12'><div class='nft-service-img-div'><img src='/assets/images/nftesrvices-image1.png' alt=' ' class='nft-service-img rounded'></div></div></div>",
            "sections": [
                "<div class='col-xl-10 offset-xl-1'><h2 class='h2 mb-md-3 mb-2 pb-md-3 pb-2'>Blockchain solutions for frictionless business</h2><p>Blockchain is changing the way the world lives and works – but it's only a means to an end, not the end itself. We can help you apply this technology to drive your transformation into the future.</p><p>We start with an understanding of your specific aspirations, followed by a practical application of blockchain innovation. The conversation grows as new opportunities come to light along the way.</p><p>As the leading independent technology organization, we integrate alliances, partnerships, and leaders from every aspect of the blockchain ecosystem. The goal? To bring the right combination of capabilities to your unique infrastructure, challenges and strategic vision</p></div>"
            ]
        },
        "headerSection": {
            "title": "NFT Development Services And Solutions",
            "description": "Chaincode Consulting's NFT Developers help create robust, feature-rich, and user-centric platforms, offering the functionality to tokenize a range of assets. Launching your NFT marketplace has never been easier with our superior, customized solutions. Your customers will have a seamless buying experience while converting their assets into NFTs."
        },
        "smallParaSection": {
            "title": "Leverage the NFT Mania for your business",
            "content": [
                "NFTs (non-fungible tokens) provide a secure, digital certificate of possession of specific assets. We create these smart contracts using various open source-code parts that function on platforms like GitHub to secure the digital objects. NFTs are built on Ethereum, Tron, Binance Smart Chain, and PolkaDot blockchains. Our seasoned developers create NFTs for digital collectibles, content subscriptions, sports, artworks, gaming, video, music, and more.",
                "We also develop white-label, multiple security layered NFT marketplace platforms with all the features required to launch a thriving, user-friendly marketplace. Leverage our superlative NFT development services and efficiently reach a significant number of investors and users. Embrace blockchain technology in a completely different way to catapult your business into the crpytosphere."
            ]
        },
        "cardHeaderTitle": "Our wide range of service include",
        "cardSection": [
            {
                "title": "Fractionalized NFTs",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Fractionalized NFTs are catalyzing the next level of decentralization, crypto, and blockchains. Our superior NFT fractionalized NFT Development solutions can help investors participate in the upper scale of the market, offering a significantly higher upside than investors in the spectrum’s lower scale. Fractionalized NFTs are enabled by smart contracts, making it possible for multiple people to own a single Non-Fungible Token."
            },
            {
                "title": "NFT Development Platform",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "We are the peerless NFT blockchain developers that can help develop the non-fungible tokens you need. Whether you are moving forward from where you left off or starting from the ground up, we can help. A user-friendly, secure, and robust NFT marketplace gives you the competitive advantage you need to make your mark and boost your revenues."
            },
            {
                "title": "NFT ART Tokenization",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "NFT Art Tokenization is a futuristic avenue to represent your art assets using blockchain technology. We create digital tokens that represent ownership of works for both established and aspiring artists. NFTs are verifiable, indestructible, indivisible, and secure. These tokens represent the artwork’s ownership and authenticity, uniquely and securely, and can be a goldmine for artists."
            },
            {
                "title": "NFT Marketplace Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Chaincode Consulting is a frontrunner in the NFT Marketplace development space. Our team of proficient blockchain developers offers sterling NFT marketplace development to businesses looking to bid, sell, and trade NFT-backed assets safely and securely. We create simple, intuitive, and scalable digital marketplaces. These platforms help open the floodgates of participation and profitability, enabling you to take the quantum leap into the digital space."
            },
            {
                "title": "NFT For Games",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "We provide unparalleled NFT For Games solutions that help you access wider avenues and engage diverse audiences. Our blockchain development company uses cutting-edge NFT engineering to create exclusive gaming skins and avatars with the potential for an incredible value. You can also add more value by offering in-game collectibles via your NFT platform securely and conveniently."
            },
            {
                "title": "NFT For The Fashion Industry",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "A surprising number of brands are following NFT trends, with many of them releasing celeb-promoted iconic designerwear and signature collection clothing. Our stellar blockchain developers create NFT for the Fashion Industry, helping designers and promoters build brand identity while driving engagement and boosting revenue. You can access all the relevant analytics, such as what people are doing and promoting, buying, selling, and how much."
            },
            {
                "title": "NFT For Sports",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "NFTs lend themselves perfectly to the sports industry because remarkable performances and physical artifacts are aplenty in this field. We are the incredible blockchain developers that can help develop NFTs for Sports. Our expertise lies in tokenizing these rare assets. It enables sports teams to tie the tokens to events, off-season access, and other practical applications."
            },
            {
                "title": "NFT For Fantasy Sports",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "Chaincode Consulting provides white-label NFTs for Fantasy Sports, ensuring innovation and a solid IP portfolio. We support immersive tech applications and superb experiences with a secure, transparent, robust NFT and blockchain-backed content ecosystem. We create platforms that enable both creators and stakeholders to accurately visualize the level of content distributed and used and get appropriate compensation."
            },
            {
                "title": "NFT For Real Estate",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "Chaincode Consulting’s dynamic blockchain developers create NFTs for real estate using blockchain technology. We develop platforms that integrate compliance and robust functionality. Non-fungible Tokens are the new, digital way to represent client’s identities and grant ownership of space. They also help tokenize tangible assets and sell them securely in the digital marketplace to crypto enthusiasts wanting to invest in sections of a building."
            },
            {
                "title": "NFT For Infrastructure Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "We are a world-class NFT development company with a solid background of expertise that combines consulting, design strategy, and engineering at scale. Our NFT For Infrastructure solutions involve digitalizing real estate assets such as sculptures, architecture, carpentry works, interior design, and more. A spectrum of industries can expand their NFT tokens via your blockchain-backed, secure, and transparent platform."
            },
            {
                "title": "P2P Exchange For NFTs",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "Our P2P Exchanges for NFTs are the most straightforward way to execute transactions with no central authority involvement. A P2P exchange is the ultimate smart-contract-based platform for crypto traders and a dedicated framework providing privacy and precision in asset delivery and transacting. We develop industry-leading solutions for market-ready, ad-based, and escrow-based platforms for the P2P exchange of Non-Fungible Tokens."
            },
            {
                "title": "NFT For Music",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "NFTs have far-reaching functionality, including the music industry. With our NFT for Music solutions, musicians can go digital effortlessly. They can tokenize their musical works and list them in the online marketplace. Using our perfectly engineered Non-Fungible Token streaming platforms, artists can display their skills on the global level by publishing their creations in the form of NFTs."
            },
            {
                "title": "NFT For Domains",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "NFTs for domains are fascinating assets-partly URL, partly collectible, and becoming the most sought-after crypto in town. Our phenomenal blockchain developers will create an NFT domain name for you with private keys, giving you complete control of your domain. You will have greater freedom of speech and the perfect avenue for your website to fight against censorship."
            },
            {
                "title": "NFT For Videos",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "Non-Fungible Tokens are ideal for displaying video content, including sports moments, exciting and unusual moments, music videos, and more. Non-fungible token distribution is being used to distribute NBA player tokens and video clips. Our NFT for Videos’ services enable you to take the digital world by storm, reach global audiences, including music lovers, companies, developers, and traders."
            },
            {
                "title": "NFT For Content Subscriptions",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "Our NFT for Content Subscriptions’ solutions are a futuristic way to churn up creator-audience dynamics. We help public figures and prominent content creators design a unique blueprint for the future. NFTs are a way to overstep the conventional economic model by scaling up monetizing opportunities for the digital content you create. Our blockchain developers can help you unlock unimaginable revenue streams."
            },
            {
                "title": "Initial Poster Offering (IPO) Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Chaincode Consulting’s Initial Poster Offering (IPO) Development services are the modern way to steer clear of traditional methods of fundraising NFT businesses. Our groundbreaking NFT platforms are perfect for developers and artists, allowing them to raise significant capital by selling their scalable NFT collectible posters (with an NFC sticker or QR code) minted on Ethereum and other blockchains. "
            },
            {
                "title": "Cross-Chain NFT Development",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "Chaincode Consulting has both the technology and the know-how to enable a comprehensive cross-chain NFT strategy. Our solutions allow you to release and operate your NFT marketplace and connect seamlessly with multiple blockchain networks to obtain more users, increasing your cross-chain transactions. We can help with a ready-to-deploy, cross-chain NFT platform or help you scale your existing platform’s functionality."
            }
        ],
        "imgPannelSection": {
            "title": "Start Now?"
        }
    },
    "defi": {
        "name": "DeFi development",
        "content": {
            "herobanner": "<section class='service-inner-section1'><div class='container'><div class='row'><div class='my-auto col-md-6 col-sm-12'><div class='d-flex align-items-center'><h3 class='h3 secondary-text-color'>Service</h3></div><h3 class='h1'>Defi development</h3><p>Our NFT development process provides high customization freedom and allows you to become a frontrunner in the NFT field by availing of the services of our NFT development company.</p><div class='button-outer pt-lg-4 mt-lg-3 pt-md-3 pt-0 mt-0'><button type='button' class='red-btn p-0 btn btn-primary btn-lg'>Talk to our Experts</button></div></div><div class='col-md-6 col-sm-12'><div class='nft-service-img-div'><img src='/assets/images/defi-main.png' alt='' class='nft-service-img rounded'></div></div></div></div></section>",
            "sections": [
                "<section class='service-inner-section2 p-0'><div class='section-glow'><div class='container'><div class='row'><div class='col-lg-5'><img src='/assets/images/video-thumb.png' class=''></div><div class='col-lg-6 offset-lg-1'><h2 class='h2 mb-md-3 mb-2 pb-md-3 pb-2'>Blockchain solutions for frictionless business</h2><ul class='ul-list'><li> <!-- -->Blockchain is changing the way the world lives and works – but it's only a means to an end, not the end itself. We can help you apply this technology to drive your transformation into the future.<!-- --> </li><li> <!-- -->We start with an understanding of your specific aspirations, followed by a practical application of blockchain innovation. The conversation grows as new opportunities come to light along the way.<!-- --> </li><li> <!-- -->As the leading independent technology organization, we integrate alliances, partnerships, and leaders from every aspect of the blockchain ecosystem. The goal? To bring the right combination of capabilities to your unique infrastructure, challenges and strategic vision<!-- --> </li></ul></div></div></div></div></section>",
                "<section class='service-inner-section3 py-xl-5 py-4'><div class='container'><div class='row'><div class='text-center mb-2 mb-lg-5 col-md-12'><h2 class='h2'> <!-- -->Our wide range of service include<!-- --> </h2></div><div class='col-lg-4 col-md-6'><div class='custom-card shadow-sm mt-3 mb-4 card'><img class='card-img-top' src='/assets/images/wide-service-1.jpg'><div class='card-body'><div class='card-title h5'><h3 class='h3'> Market-Market Consulting </h3></div><p class='card-text'>Nulla Lorem mollit cupidatat irure. Laborum magna nulla duis ullamco cillum dolor. Voluptate exercitation incididunt.</p></div><div class='d-flex justify-content-between card-footer'><button type='button' class='red-btn min-size-btn btn btn-primary w-100'>Know More</button></div></div></div><div class='col-lg-4 col-md-6'><div class='custom-card shadow-sm mt-3 mb-4 card'><img class='card-img-top' src='/assets/images/wide-service-2.jpg'><div class='card-body'><div class='card-title h5'><h3 class='h3'> Decentralized Crypto Banking </h3></div><p class='card-text'>Nulla Lorem mollit cupidatat irure. Laborum magna nulla duis ullamco cillum dolor. Voluptate exercitation incididunt.</p></div><div class='d-flex justify-content-between card-footer'><button type='button' class='red-btn min-size-btn btn btn-primary w-100'>Know More</button></div></div></div><div class='col-lg-4 col-md-6'><div class='custom-card shadow-sm mt-3 mb-4 card'><img class='card-img-top' src='/assets/images/wide-service-3.jpg'><div class='card-body'><div class='card-title h5'><h3 class='h3'> Decentralized Crypto Banking </h3></div><p class='card-text'>Nulla Lorem mollit cupidatat irure. Laborum magna nulla duis ullamco cillum dolor. Voluptate exercitation incididunt.</p></div><div class='d-flex justify-content-between card-footer'><button type='button' class='red-btn min-size-btn btn btn-primary w-100'>Know More</button></div></div></div></div></div><div class='mt-5 pt-2 container'><div class='cta-banner cta-banner2 d-flex align-items-center justify-content-end mt-5 mb-5'><div class='cta-txt'><h2 class='h2'>It’s Never too Late to Start! Get FREE Consultation from our Experts</h2><button type='button' class='red-btn min-size-btn btn btn-primary'>Let’s Talk</button></div></div></div></section>",
                "<section class='service-inner-section4 py-5'><div class='container'><div class='row'><div class='my-auto col-lg-6 col-md-12'><h2 class='h2 mb-4'> <!-- -->Blockchain solutions for frictionless business<!-- --> </h2><p>Blockchain for business uses a shared and immutable ledger that can only be accessed by members with permission. Network members control what information each organization or member may see, and what actions each can take. Blockchain is sometimes called a trustless network not because business partners don’t trust each other, but because they don’t have to.</p></div><div class='col-lg-6 col-md-12 order-md-0'><img src='/assets/images/defi-img2.png' alt='..' class=''></div></div></div></section>"
            ]
        },
        "headerSection": {
            "title": "DeFi Development Services",
            "description": "Chaincode Consulting’s DeFi Development Services will help you reDeFine your entry into the emerging, global, decentralized finance world. Scale-up your business reliably, transparently, and securely and experience an overarching reincarnation of your financial products."
        },
        "smallParaSection": {
            "title": "Blockchain solutions for frictionless business",
            "content": [
                "The emergence of Decentralized Finance or DeFi has brought about a paradigm shift from conventional finance to decentralized, peer-to-peer Ethereum blockchain-based technologies. The DeFi ecosystem encompasses a broad-ranging network of impactful financial instruments, including investing, payments and settlement, banking, stablecoins, lending and borrowing platforms, and more.",
                "DeFi enhances and expands the access for global participants to invest, lend, trade, and borrow. Whether you need a permissionless financial system, immutability, interoperability, transparency, low upfront costs, and a secure solution, DeFi is the answer! Our superlative DeFi Development Services enable you to defy all conventional methods of running a business. We help you carve a distinct niche for yourself in a world where blockchain technology adoption is becoming the norm."
            ]
        },
        "cardHeaderTitle": "Our wide range of service include",
        "cardSection": [
            {
                "title": "DeFi Lending/Borrowing Platform Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Jump onto the blockchain bandwagon with our DeFi Lending/Borrowing Platform Development solutions. Whether you need a DeFi lending platform built from scratch or want to launch a fork using protocols such as Dharma, Maker, Compound, or AAVE, we can help. The scalable platforms we build help make using and granting credit funds a breeze."
            },
            {
                "title": "DeFi Trading Platform Development",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "We offer trailblazing DeFi Trading Platform Development services that help our clients push their cryptocurrency agendas to the front burner. The innovative Chaincode Consulting team leverages bleeding-edge technologies to create non-custodial, decentralized trading platforms with smart contracts and artificial intelligence. These platforms help you offer a frictionless experience to retail traders and investors globally. "
            },
            {
                "title": "DeFi Asset Management Development",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "Our superior DeFi Asset Management Development services help create innovative solutions for investors and asset management professionals alike. Decentralized Finance brings new attributes such as security tokens, protocols, composability, derivatives, and decentralized exchanges. You gain comprehensive visibility of holdings of tokens or assets at the block level and clear insights into how the assets are performing. "
            },
            {
                "title": "DeFi Crowdfunding Platform Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Chaincode Consulting’s DeFi Crowdfunding Platform Development services help create robust white-label crowdfunding platforms where you can easily host projects to help people and seamlessly raise funds for various causes. Our customized white-label crowdfunding software platforms are the perfect solution for you, whether attempting to raise money for a local community or reaching out globally."
            },
            {
                "title": "Decentralised Crypto Banking Development",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "We offer robust DeFi Crypto Banking Development to individuals and businesses that handle payments originating from cryptocurrencies. This digital transformation has a multi-layered security architecture ensuring regulatory compliance for cross-border settlements and value storage. It helps banking institutions offering financial services and products to cryptocurrency holders create a frictionless user experience, enhancing customer trust and regulatory compliance."
            },
            {
                "title": "DeFi Lottery System Development",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "Our meticulously crafted DeFi Lottery System Development Services for established companies and startups will help streamline every process of your lottery business, from ticket sales to standard prize distribution. A decentralized lottery platform enables process transparency, real-time seamless information sharing, and consistent supervision, creating a tangible impact on your business workings. "
            },
            {
                "title": "DeFi Fund Management Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Chaincode Consulting can help accelerate your business growth with our dynamic DeFi Fund Management Development services. Our solutions play a crucial role in adopting and implementing blockchain technology’s most innovative and idealistic aspects through smart control and management. The investment exchanges we help build are secure, efficient, and censorship-resistant, allowing full transparency and autonomy to users. "
            },
            {
                "title": "Defi Smart Contract Development",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "We offer comprehensive DeFi Smart Contract Development covering everything from ideation and development to deployment, management, and security audits. Our team will help you leverage accurate, fast, third-party-free transactions without interruptions through superior Defi Smart Contract Development. Smart Contracts are a great way to save money for you and your customers."
            },
            {
                "title": "DeFi Staking Platform Development",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "Chaincode Consulting’s DeFi Staking Platform Development services speed up your digital transformation. Our mission-driven solutions help ensure that you get a platform reinforced with institutional-grade security and market-leading functionality. Our dynamic developers deliver DeFi staking platforms on Ethereum, TRON, or just about any other blockchain to help you accomplish all your business objectives and goals."
            },
            {
                "title": "DeFi Dapp Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "We build secure and scalable Enterprise-Level Decentralized Applications (DApps) that function on top of efficient distributed computing systems. These applications eliminate the need for intermediaries, keeping you leaps and bounds ahead of your competition. DApp runs on a broad peer-to-peer network with smart contracts that enable you to connect with your target audiences efficiently."
            },
            {
                "title": "DeFi DEX Development",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "We use Smart contracts to build and launch robust DeFi DEX platforms. Our solutions enable immutable business logic, safe maintenance of data, secure management of digital assets and private keys, and higher levels of privacy to help you spearhead innovation in the DeFi ecosystem. You can measure outcomes quickly without any intermediary interference, accelerating business growth affordably."
            },
            {
                "title": "Defi E-Commerce Development",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "Our futuristic, multidimensional DeFi Solutions for ECommerce can help you offer your customers a seamless shopping experience. Decentralized technology is an innovative, secure, simple, and efficient way to run a modern e-commerce business. Indubitable smart contract-backed, decentralized e-commerce solutions help improve transaction flow, secure your supply chain, and mitigate fraud risk while always ensuring zero-error operations."
            },
            {
                "title": "DeFi Exchange Development",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Chaincode Consulting offers user-friendly, scalable, and secure cryptocurrency exchange mobile, web and app development. Our skilled DeFi Exchange Development team integrates these architecturally flawless apps with multiple trading pairs and modules. We underpin them with swift, seamless, and intuitive crypto wallets to support the overall functionality and level of communication logic you need in your business. "
            },
            {
                "title": "DeFi Real Estate Development",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "A DeFi platform is inherently secure, making it the ideal technology for the real estate industry. Our team of skilled DeFi Real Estate Developers can help your real estate agency or company to leverage blockchain’s ledger abilities and smart contracts to facilitate buying, investing, renting, and even lending efficiently, securely, and transparently."
            }
        ],
        "imgPannelSection": {
            "title": "It’s Never too Late to Start! Get FREE <br/> Consultation from our Experts"
        },
        "lastParaSection" : {
            "title": "Blockchain solutions for frictionless business",
            "content": "Blockchain for business uses a shared and immutable ledger that can only be accessed by members with permission. Network members control what information each organization or member may see, and what actions each can take. Blockchain is sometimes called a trustless network not because business partners don’t trust each other, but because they don’t have to."
        }
    },
    "hlfd": {
        "name": "Hyperledger Fabric Development",
        "content": {
            "herobanner": "<section class='service-inner-section1'><div class='container'><div class='row'><div class='my-auto col-md-6 col-sm-12'><div class='d-flex align-items-center'><h3 class='h3 secondary-text-color'>Service</h3></div><h3 class='h1'>Defi development</h3><p>Our NFT development process provides high customization freedom and allows you to become a frontrunner in the NFT field by availing of the services of our NFT development company.</p><div class='button-outer pt-lg-4 mt-lg-3 pt-md-3 pt-0 mt-0'><button type='button' class='red-btn p-0 btn btn-primary btn-lg'>Talk to our Experts</button></div></div><div class='col-md-6 col-sm-12'><div class='nft-service-img-div'><img src='/assets/images/defi-main.png' alt='' class='nft-service-img rounded'></div></div></div></div></section>",
            "sections": [
                "<section class='service-inner-section2 p-0'><div class='section-glow'><div class='container'><div class='row'><div class='col-lg-5'><img src='/assets/images/video-thumb.png' class=''></div><div class='col-lg-6 offset-lg-1'><h2 class='h2 mb-md-3 mb-2 pb-md-3 pb-2'>Blockchain solutions for frictionless business</h2><ul class='ul-list'><li> <!-- -->Blockchain is changing the way the world lives and works – but it's only a means to an end, not the end itself. We can help you apply this technology to drive your transformation into the future.<!-- --> </li><li> <!-- -->We start with an understanding of your specific aspirations, followed by a practical application of blockchain innovation. The conversation grows as new opportunities come to light along the way.<!-- --> </li><li> <!-- -->As the leading independent technology organization, we integrate alliances, partnerships, and leaders from every aspect of the blockchain ecosystem. The goal? To bring the right combination of capabilities to your unique infrastructure, challenges and strategic vision<!-- --> </li></ul></div></div></div></div></section>",
                "<section class='service-inner-section3 py-xl-5 py-4'><div class='container'><div class='row'><div class='text-center mb-2 mb-lg-5 col-md-12'><h2 class='h2'> <!-- -->Our wide range of service include<!-- --> </h2></div><div class='col-lg-4 col-md-6'><div class='custom-card shadow-sm mt-3 mb-4 card'><img class='card-img-top' src='/assets/images/wide-service-1.jpg'><div class='card-body'><div class='card-title h5'><h3 class='h3'> Market-Market Consulting </h3></div><p class='card-text'>Nulla Lorem mollit cupidatat irure. Laborum magna nulla duis ullamco cillum dolor. Voluptate exercitation incididunt.</p></div><div class='d-flex justify-content-between card-footer'><button type='button' class='red-btn min-size-btn btn btn-primary w-100'>Know More</button></div></div></div><div class='col-lg-4 col-md-6'><div class='custom-card shadow-sm mt-3 mb-4 card'><img class='card-img-top' src='/assets/images/wide-service-2.jpg'><div class='card-body'><div class='card-title h5'><h3 class='h3'> Decentralized Crypto Banking </h3></div><p class='card-text'>Nulla Lorem mollit cupidatat irure. Laborum magna nulla duis ullamco cillum dolor. Voluptate exercitation incididunt.</p></div><div class='d-flex justify-content-between card-footer'><button type='button' class='red-btn min-size-btn btn btn-primary w-100'>Know More</button></div></div></div><div class='col-lg-4 col-md-6'><div class='custom-card shadow-sm mt-3 mb-4 card'><img class='card-img-top' src='/assets/images/wide-service-3.jpg'><div class='card-body'><div class='card-title h5'><h3 class='h3'> Decentralized Crypto Banking </h3></div><p class='card-text'>Nulla Lorem mollit cupidatat irure. Laborum magna nulla duis ullamco cillum dolor. Voluptate exercitation incididunt.</p></div><div class='d-flex justify-content-between card-footer'><button type='button' class='red-btn min-size-btn btn btn-primary w-100'>Know More</button></div></div></div></div></div><div class='mt-5 pt-2 container'><div class='cta-banner cta-banner2 d-flex align-items-center justify-content-end mt-5 mb-5'><div class='cta-txt'><h2 class='h2'>It’s Never too Late to Start! Get FREE Consultation from our Experts</h2><button type='button' class='red-btn min-size-btn btn btn-primary'>Let’s Talk</button></div></div></div></section>",
                "<section class='service-inner-section4 py-5'><div class='container'><div class='row'><div class='my-auto col-lg-6 col-md-12'><h2 class='h2 mb-4'> <!-- -->Blockchain solutions for frictionless business<!-- --> </h2><p>Blockchain for business uses a shared and immutable ledger that can only be accessed by members with permission. Network members control what information each organization or member may see, and what actions each can take. Blockchain is sometimes called a trustless network not because business partners don’t trust each other, but because they don’t have to.</p></div><div class='col-lg-6 col-md-12 order-md-0'><img src='/assets/images/defi-img2.png' alt='..' class=''></div></div></div></section>"
            ]
        },
        "headerSection": {
            "title": "Tap The Potential Of Distributed Ledger Technology",
            "description": "At Chaincode Consulting, we have redefined business interactions with blockchain technology enabling a secured, trusted, and affordable ecosystem for our clients. Blockchain is empowering businesses with the distributed ledgers and computational capabilities of smart contracts. From banking to government to our identities, blockchain is transforming everything. With our extensive experience in Hyperledger Fabric development and innovative capabilities, we are making blockchain real for a wide spectrum of industry use cases."
        },
        "smallParaSection": {
            "title": "Blockchain Development With Hyperledger Fabric",
            "content": "We build enterprise-grade blockchain applications with Hyperledger Fabric.",
            "subtitle": "What is Hyperledger Fabric?",
            "subcontent": "What is Hyperledger Fabric? Hyperledger Fabric – hosted by the Linux Foundation, is a permissioned open-source enterprise-grade blockchain platform.  Beyond cryptocurrencies, it is specially designed with a modular architecture and plug and play components to serve a wide range of industry use cases. Hyperledger Fabric provides a new infrastructure enabling tech-based relationships and a new style of secured digital interactions."
        },
        "cardHeaderTitle": "Our wide range of service include",
        "cardSection": [
            {
                "title": "Performance & Scalabilty",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "Transaction processing in three phases endorsement, ordering & commitment enables performance at scale."
            },
            {
                "title": "Governance",
                "image": "/assets/images/wide-service-2.jpg",
                "describe": "Unique infrastructure with a neutral, open &  decentralized consensus model ensures more trust and provides better business & technical governance."
            },
            {
                "title": "Security",
                "image": "/assets/images/wide-service-3.jpg",
                "describe": "Hyperledger Fabric offers strong identity management & supports HSM,   transaction anonymity & zero-knowledge proofs for enhanced security."
            },
            {
                "title": "Privacy",
                "image": "/assets/images/wide-service-1.jpg",
                "describe": "The notion of channels enable sub-network within the business network  ensuring data privacy. Collections enable privacy within a channel."
            }
        ]
    },
    "blockchain": {
        "name": "Blockchain Consulting",
        "headerSection": {
            "title": "Enterprise Blockchain Consulting",
            "description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus gravida pellentesque mauris. Maecenas cursus, magna quis mollis euismod, neque elit scelerisque nunc, eu pellentesque lectus ante sed leo. Vivamus sit amet magna nibh. Fusce turpis dui, dapibus ut congue non, consequat ac orci. Maecenas vel neque aliquet, suscipit metus a, congue ante."
        },
        "accordion": [
            {
                "headerTitle": "What Is Blockchain?",
                "headerBody": "Blockchain is a distributed ledger that can record transactions in a secured and permanent way verifiable by the stakeholders"
            }, {
                "headerTitle": "Why Blockchain Matters?",
                "headerBody": "Blockchain is revolutionizing the enterprise world by providing a new type of infrastructure enabling trusted tech-based business relationships without the need of the third party thus making the system more transparent, efficient, and affordable."
            }, {
                "headerTitle": "Are you blockchain ready?",
                "headerBody": "Blockchain is disrupting the market across industries with its transformational capabilities. Our enterprise blockchain consulting services help clients to evaluate blockchain applicability and readiness of their systems to adopt the technology effectively."
            }
            
        ],
        "smallParaSection": {
            "title": "Build Next-Generation Blockchain Solutions",
            "content": [
                "Our blockchain consultants have the perfect blend of expertise in business processes, industries, and blockchain development to seize the true potential of the technology.",
                "We are passionately dedicated to enabling enterprise-wide adoption of decentralized business applications embraced with blockchain technology. We as your business partners are committed to reduce risks and maximize ROI with proven business results."
            ]
        },
        "cardHeaderTitle": "Our Blockchain Consulting Services",
        "cardSection": [
            {
                "title": "Advisory",
                "describe": "From use case discovery to POC to full-scale development, we help our clients at every stage to understand the business impact and adopt the right blockchain strategy."
            },
            {
                "title": "Proof Of Concept",
                "describe": "Be blockchain confident before the adoption. We develop quick POCs to demonstrate how blockchain will increase efficiency and drive business results"
            },
            {
                "title": "Blockchain Development",
                "describe": "We turn blockchain ideas into a robust DApp with our unparalleled industry experience & Hyperledger Fabric Development capabilities."
            },
            {
                "title": "Training",
                "describe": "Our business and technical experts educate and train our clients to develop the right aptitude enabling them co-innovate and co-create blockchain solutions suitable for their use cases."
            }
        ],
        "imgPannelSection": {
            "title": "Leverage blockchain to enhance your <br/> business.  Talk to an expert."
        }
    }
}
